<?php

if (!defined('IS_INSTALL')) {
	exit();
}

require_once tpl . '/header.php';
echo "  <div class=\"container\">\r\n    <div class=\"main\">\r\n      <pre class=\"pact\" readonly=\"readonly\">中易广告联系统使用协议\r\n\r\n版权所有 (c) 2005-2018，赣州盈众信息科技有限公司保留所有权利。\r\n\r\n感谢您选择我们产品。希望我们的努力能为您提供一个高效快速、强大的广告平台解决方案。公司网址为 http://www.zyiis.com。\r\n\r\n用户须知\r\n\t本协议是您与盈众公司之间关于您使用盈众公司提供的各种软件产品及服务的法律协议。无论您是个人或组织、盈利与否、用途如何（包括以学习和研究为目的），均需仔细阅读本协议，包括免除或者限制盈众责任的免责条款及对您的权利限制。请您审阅并接受或不接受本服务条款。如您不同意本服务条款及/或盈众随时对其的修改，您应不使用或主动取消盈众公司提供的盈众产品。否则，您的任何对盈众产品中的相关服务的注册、登陆、下载、查看等使用行为将被视为您对本服务条款全部的完全接受，包括接受盈众对服务条款随时所做的任何修改。\r\n\t\r\n\t如果您选择接受本条款，即表示您同意接受协议各项条件的约束。如果您不同意本服务条款，则不能获得使用本服务的权利。您若有违反本条款规定，盈众公司有权随时中止或终止您对盈众产品的使用资格并保留追究相关法律责任的权利。\r\n\r\n\t在理解、同意、并遵守本协议的全部条款后，方可开始使用盈众产品。\r\n\t\r\n\t盈众拥有本软件的全部知识产权。本软件只供许可协议，并非出售。盈众只允许您在遵守本协议各项条款的情况下复制、下载、安装、使用\r\n\r\nI. 协议许可的权利\r\n\t\r\n\t1、您可以在完全遵守本许可协议的基础上，将本软件应用于非商业或商业用途\r\n\t2、您可以在协议规定的约束和限制范围内修改盈众产品源代码(如果被提供的话)或界面风格以适应您的网站要求\r\n\t3、您拥有使用本软件构建的网站中全部会员资料、广告资料及相关信息的所有权，并独立承担与使用本软件构建的网站内容的审核、注意义务，确保其不侵犯任何人的合法权益，独立承担因使用盈众软件和服务带来的全部责任，若造成盈众公司或用户损失的，您应予以全部赔偿\r\n\t4、\r\n\r\nII. 协议规定的约束和限制\r\n\t1、未获盈众公司商业授权之前，不得安装、使用本软件。购买商业授权请登陆http://www.zyiis.com参考相关说明，也可以致电0797-8126582了解详情\r\n\t2、不得对本软件或与之关联的商业授权进行出租、出售、抵押或发放子许可证\r\n\t3、禁止在盈众产品的整体或任何部分基础上以发展任何派生版本、修改版本或第三方版本用于重新分发\r\n\t4、未经应用程序开发者/所有者的书面许可，不得对其进行反向工程、反向汇编、反向编译等，不得擅自复制、修改、链接、转载、汇编、发表、出版、发展与之有关的衍生产品、作品等\r\n\t5、如果您未能遵守本协议的条款，您的授权将被终止，所许可的权利将被收回，同时您应承担相应法律责任\r\n\r\nIII. 有限担保和免责声明\r\n\t1、本软件及所附带的文件是作为不提供任何明确的或隐含的赔偿或担保的形式提供的\r\n\t2、盈众公司不对使用本软件构建的网站中广告或信息承担责任，全部责任由您自行承担\r\n\t3、盈众公司对盈众提供的软件和服务之及时性、安全性、准确性不作担保，由于不可抗力因素、盈众公司无法控制的因素（包括黑客攻击、停断电等）等造成软件使用和服务中止或终止，而给您造成损失的，您同意放弃追究盈众公司责任的全部权利\r\n\r\n一旦您开始安装盈众产品，即被视为完全理解并接受本协议的各项条款，在享有上述条款授予的权利的同时，受到相关的约束和限制。协议许可范围以外的行为，将直接违反本授权协议并构成侵权，我们有权随时终止授权，责令停止损害，并保留追究相关责任的权力。\r\n\t</pre>\r\n    </div>\r\n    <div class=\"bottom\"> <a href=\"index.php?action=check\" class=\"btn\">接 受</a> </div>\r\n  </div>\r\n</div>\r\n\r\n";
require_once tpl . '/footer.php';

?>
